"%1 already exists.\nDo you want to replace it?"="%1 sudah ada.\nAnda mahu menggantikannya?";
"%1 days left"="Tinggal %1 hari lagi";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDirektori tidak dijumpai.\nSila pastikan bahawa nama direktori yang diberikan adalah betul.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nFail tidak dijumpai.\nSila pastikan bahawa nama fail yang diberikan adalah betul.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s is offline sekarang, tetapi Pelajaran anda akan dipaparkan secara automatik apabila anda membuka aplikasi Lessons ini.";
"&Abort"="&Henti paksa";
"&Add to Custom Colors"="&Tambah pada Warna Tersesuai";
"&Basic colors"="Warna &asas";
"&Cancel"="&Batal";
"&Copy"="&Salin";
"&Custom colors"="Warna &tersesuai";
"&Define Custom Colors >>"="&Takrifkan Warna Tersesuai >>";
"&Delete"="&Hapuskan";
"&Finish"="&Selesai";
"&Green:"="&Hijau:";
"&Help"="&Bantuan";
"&Ignore"="&Abaikan";
"&Name:"="&Nama:";
"&Next >"="&Seterusnya >";
"&Next >"="&Seterusnya >";
"&No"="&Tidak";
"&No"="&Tidak";
"&Open"="&Buka";
"&Options <<"="&Pilihan <<";
"&Options >>"="&Pilihan >>";
"&Paste"="&Tampal";
"&Print"="&Cetak";
"&Red:"="&Merah:";
"&Redo"="&Ulang";
"&Reload"="&Muatkan Semula";
"&Rename"="&Ubah Nama";
"&Retry"="&Cuba lagi";
"&Sat:"="&Tepu:";
"&Save"="&Simpan";
"&Undo"="&Balikkan";
"&Unsorted"="&Tidak diisih";
"&Val:"="&Nilai:";
"&Yes"="&Ya";
"&Yes"="&Ya";
"..."="...";
":"=":";
"< &Back"="< &Undur";
"< Share Options"="< Opsyen Saham";
"< Share with SMART Board"="<Berkongsi dengan SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Perihal Qt</h3>%1<p>Qt ialah kit alat C++ untuk membangunkan aplikasi silang pelantar.</p><p>Qt memberikan kemudahalihan sumber tunggal antara MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, dan semua varian Unix perdagangan yang utama. Qt juga disediakan untuk peranti terbenam seperti Qtopia Core.</p><p>Qt adalah produk Trolltech. Kunjungi <tt>http://www.trolltech.com/qt/</tt> untuk mendapatkan maklumat lanjut.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Atur cara ini menggunakan Edisi Sumber Terbuka Qt versi %1.</p><p>Edisi Sumber Terbuka Qt dimaksudkan bagi pembangunan aplikasi Sumber Terbuka. Anda memerlukan lesen perdagangan Qt untuk membangunkan aplikasi proprietari (sumber tertutup).</p><p>Sila kunjungi <tt>http://www.trolltech.com/company/model.html</tt> untuk melihat gambaran keseluruhan pelesenan Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Atur cara ini menggunakan Qt versi %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Kunci produk SMART Notebook Advantage diperlukan untuk versi perisian  SMART Notebook ini. Sila lawat <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> untuk butiran lanjut.";
"A&lpha channel:"="Saluran a&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7 inci)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Henti paksa";
"About %1"="Perihal %1";
"About Qt"="Perihal Qt";
"Account"="Akaun";
"Activate"="Aktifkan";
"Activated"="Telah diaktifkan";
"Activates the program's main window"="Mengaktifkan tetingkap utama atur cara";
"Activation Key"="Kekunci Pengaktifan";
"Activation Web Services:"="Activation Web Services:";
"Activation Wizard"="Bestari Pengaktifan";
"Activation Wizard is outdated."="Bestari Pengaktifan sudah lapuk.";
"Activation required"="Pengaktifan diperlukan";
"Add Boards"="Tambahkan Papan";
"Advanced"="Lanjutan";
"Aliases: %1"="Nama lain: %1";
"All Files (*)"="Semua Fail (*)";
"All Files (*.*)"="Semua Fail (*.*)";
"All pending requests have been canceled."="Semua permintaan yang belum selesai telah dibatalkan.";
"Apply"="Guna";
"Are you sure you want to delete license information?"="Anda pasti anda mahu hapuskan maklumat mengenai lesen?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Anda pasti anda mahu mengembalikan kekunci produk bagi produk ini? Lesen akan dilumpuhkan pada komputer ini dengan serta-merta (sebelum pengembalian disempurnakan).";
"Authentication Required"="Pengesahan Diperlukan";
"Authentication required"="Pengesahan diperlukan";
"Automatic Activation"="Pengaktifan Automatik";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84 inci)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Undur";
"Bl&ue:"="Bi&ru:";
"Browse Content"="Semak Kandungan";
"Browse..."="Semak Imbas...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Batal";
"Canceled"="Dibatalkan";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Tidak dapat mengesahkan kunci. Mencuba pengaktifan sekali lagi.\n\nJika masalah ini berterusan, buat nota sebarang mesej ralat dan hubungi Sokongan Teknikal SMART.";
"Centimeters (cm)"="Sentimeter (cm)";
"Check Activation Server Connectivity"="Semak Sambungan Layanan Pengaktifan";
"Check for renewals complete. No renewals found."="Semakan pembaharuan telah selesai. Pembaharuan tidak ditemui.";
"Checking..."="Sedang Menyemak...";
"Choose your SMART Board"="Pilih SMART Board anda";
"Class ID"="ID Kelas";
"Class Name"="Nama Kelas";
"Cleaning up a few things..."="Membersihkan beberapa perkara...";
"Click here to test connectivity."="Klik di sini untuk menyemak Sambungan.";
"Close"="Tutup";
"Close without Saving"="Tutup tanpa Menyimpan";
"Collate"="Kumpul Semak";
"Color"="Warna";
"Color Mode"="Mod Warna";
"Commit"="Jalankan";
"Complete Later"="Lengkapkan Kemudian";
"Connect"="Sambung";
"Connected to host"="Bersambung dengan hos";
"Connected to host %1"="Bersambung dengan hos %1";
"Connection Options"="Pilihan Sambungan";
"Connection Options..."="Opsyen Sambungan...";
"Connection closed"="Sambungan tutup";
"Connection refused"="Sambungan ditolak";
"Connection refused (or timed out)"="Sambungan ditolak (atau kehabisan tempoh)";
"Connection to %1 closed"="Sambungan dengan %1 tutup";
"Contact Support at:"="Hubungi Sokongan di:";
"Contact technical support"="Hubungi Sokongan Teknikal";
"Continue"="Teruskan";
"Copies"="Bilangan salinan";
"Copies:"="Bilangan salinan:";
"Copy"="Salin";
"Copy &Link Location"="Salin Lokasi &Pautan";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Tidak dapat aktifkan. Mungkin ada isu dengan pelayan pengaktifan. Sila cuba sebentar lagi.";
"Could not connect to the server. Trying again..."="Tidak dapat bersambung dengan pelayan. Cuba lagi...";
"Couldn't find a board with that code. Want to try again?"="Tidak dapat mencari Board dengan kod itu. Ingin mencuba lagi?";
"Couldn't load profile"="Tidak dapat memuatkan profil";
"Couldn't start the trial period."="Tidak dapat memulakan tempoh percubaan.";
"Count"="Kiraan";
"Create New Folder"="Buat Folder Baru";
"Create a New File"="Cipta Fail Baru";
"Create a link to this document"="Membuat pautan kepada dokumen ini";
"Creating ..."="Mewujudkan...";
"Cu&t"="Po&tong";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Data sudah rosak";
"Delete"="Hapuskan";
"Detail View"="Pandangan Butiran";
"Details:"="Butir-butir:";
"Directories"="Direktori";
"Directory"="Direktori";
"Disabled"="Dilumpuhkan";
"Discard"="Buangkan";
"Do you want to discard this request or complete it later?"="Adakah anda mahu mengabaikan permintaan ini atau melengkapkannya kemudian?";
"Don't Save"="Jangan Simpan";
"Don't show this again"="Jangan ulang paparan.";
"Done"="Siap";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Muat turun tidak selesai. %1 bait diterima, %2 bait dijangka.";
"Drive"="Pemacu";
"Duplex Printing"="Pencetakan Dupleks";
"Error writing response to device"="Ralat semasa menulis jawapan kepada alat";
"Examples"="Contoh";
"Executable '%1' requires Qt %2, found Qt %3."="'%1' yang boleh dilaksanakan memerlukan Qt %2 yang boleh didapati di Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Eksekutif (7.5 x 10 inci, 191 x 254 mm)";
"Expired"="Sudah Luput";
"Expired on %1"="Tamat pada %1";
"Expires on %1"="Tamat pada %1";
"Failed due to a data error. Please contact our support."="Gagal kerana ralat data. Sila hubungi jabatan sokongan kami.";
"Failed to cancel all pending requests."="Gagal untuk membatalkan semua permintaan yang belum selesai.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Gagal mendapatkan sambungan ke pelayan SMART. Sila cuba lagi kemudian, atau cuba jalankan pengaktifan manual.";
"Failed to write activation information. Make sure you have enough permissions."="Gagal menulis maklumat pengaktifan. Pastikan anda mempunyai kebenaran yang mencukupi.";
"Failed. Details: "="Gagal. Butir-butir: ";
"False"="Salah";
"File"="Fail";
"File name:"="Nama fail:";
"Files of type:"="Fail jenis:";
"Finished"="Tamat";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Bentuk";
"From page:"="Daripada halaman:";
"Fulfillment ID"="ID Perlaksanaan";
"Get started with SMART Notebook software"="Bermula dengan perisian SMART Notebook";
"Getting things ready..."="Mendapatkan perkara yang bersedia ...";
"Go Back"="Undur";
"Grace period has expired."="Tempoh telah tamat.";
"Grace period: <b>%1</b> day(s) remaining"="Tempoh ihsan: Tinggal <b>%1</b> hari lagi";
"Grayscale"="Skala Kelabu";
"Great! Your lesson is on its way to the SMART Board."="Bagus! Pelajaran anda adalah dalam perjalanan ke SMART Board.";
"HTTP request failed"="Permohonan HTTP gagal";
"HTTPS connection requested but SSL support not compiled in"="Sambungan HTTPS dimohon tetapi sokongan SSL tidak disusun dalam";
"Height:"="Tinggi:";
"Help"="Bantuan";
"Hide %1"="Sorokkan %1";
"Hide Others"="Sorokkan Yang Lain";
"Host %1 found"="Hos %1 dijumpai";
"Host %1 not found"="Hos %1 tidak dijumpai";
"Host found"="Hos dijumpai";
"Host requires authentication"="Hos memerlukan pengesahan";
"Host:"="Hos:";
"Hu&e:"="Ron&a:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Saya bersetuju mematuhi syarat-syarat <a href=\"showEula()\">perjanjian lesen</a>.";
"Ignore"="Abaikan";
"Inches (in)"="Inci (in)";
"Include your name to help students find your class quickly."="Sertakan nama anda untuk membantu pelajar mencari kelas anda dengan cepat.";
"Includes maintenance ending on:"="Termasuk penyelenggaraan berakhir pada:";
"Includes permanent activations."="Termasuk pengaktifan kekal.";
"Includes subscriptions expiring on:"="Termasuk langganan tamat pada:";
"Incompatible Qt Library Error"="Ralat Perpustakaan Qt yang Tidak Serasi";
"Installation ID"="ID Pemasangan";
"Internet access is disabled by the system administrator."="Capaian ke internet dilumpuhkan oleh pentadbir sistem.";
"Invalid"="Tidak Sah";
"Invalid HTTP chunked body"="Isi ketulan HTTP tidak sah";
"Invalid HTTP response header"="Kepala jawapan HTTP tidak sah";
"Invalid entitlement"="Hak tidak sah";
"Invalid product key."="Kekunci produk tidak sah.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Kelihatannya lembaga perpustakaan penuh. Anda boleh memadam beberapa pelajaran untuk membebaskan ruang.";
"Landscape"="Mendatar";
"Learn how to renew."="Belajar bagaimana untuk memperbaharui.";
"Learn more."="Ketahui lebih lanjut.";
"Learn the Basics"="Pelajari Asas";
"Ledger (432 x 279 mm)"="Lejar (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14 inci, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Surat (8.5 x 11 inci, 216 x 279 mm)";
"Limitations"="Had";
"List View"="Pandangan Senarai";
"Location:"="Lokasi:";
"Long side"="Sisi panjang";
"Look in:"="Cari di dalam:";
"Lync connector"="Penyambung Lync";
"Manage"="Urus";
"Manual Request"="Permintaan Manual";
"Margins"="Jidar";
"Microsoft (personal)"="Microsoft (peribadi)";
"Millimeters (mm)"="Milimeter (mm)";
"My Computer"="Komputer Saya";
"N&o to All"="Ti&dak bagi Semua";
"N&o to All"="Ti&dak bagi Semua";
"Name:"="Nama:";
"No Internet Connection"="Tiada Sambungan Internet";
"No boards yet. Get connected."="Tiada papan lagi. Dapatkan berhubung.";
"No proxy"="Tiada proksi";
"No server set to connect to"="Pelayan untuk disambungkan tidak disetkan";
"No space left on device"="Tiada lagi ruang pada peranti";
"No such file or directory"="Tiada fail atau direktori sedemikian";
"No, I'll complete my request(s) later."="Tidak, saya akan menyempurnakan permintaan saya kemudian.";
"No, cancel all pending requests."="Tidak, batalkan semua permintaan yang belum selesai.";
"None"="Tiada";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Nota: Jika URL tidak boleh diakses, laraskan tetapan proksi anda dan cuba menguji sambungan lagi.";
"Number of copies:"="Bilangan salinan:";
"OK"="OK";
"Office 365 (school)"="Office 365 (sekolah)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Oops! Kami tidak dapat melengkapkan log masuk anda. Sila cuba lagi.\n\nJika ia tidak berfungsi, langkau log masuk untuk sekarang dan cuba lagi kemudian dari menu Akaun.";
"Oops. Something went wrong. Restarting the computer might help."="Oops. Ada sesuatu yang tidak salah. Memulakan semula komputer mungkin boleh membantu.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oops. Kami tidak dapat melengkapkan tindakan tanpa sambungan Internet. \n\nSila menyambung semula dan cuba lagi.";
"Oops. We couldn't load your profile right now. Please try again later."="Oops. Kami tidak dapat memuatkan profil anda sekarang. Sila cuba sebentar lagi.";
"Open"="Buka";
"Open "="Buka ";
"Open in SMART Notebook on this computer."="Buka dalam Notebook SMART pada komputer ini.";
"Open in the Notebook Player app on my SMART Board with iQ."="Terbuka dalam app Player Notebook dalam SMART Board saya dengan iQ.";
"Operation completed successfully."="Operasi berjaya dilengkapkan.";
"Options"="Pilihan";
"Orientation"="Orientasi";
"Orientation:"="Orientasi:";
"Output &file:"="&Fail output:";
"Output Settings"="Seting Output";
"P&roperties"="&Ciri";
"Page size:"="Saiz halaman:";
"Pages from"="Daripada halaman";
"Paper"="Kertas";
"Paper format"="Format kertas";
"Paper source:"="Sumber kertas:";
"Parent Directory"="Direktori Ibu";
"Password"="Kata laluan";
"Password:"="Kata Laluan:";
"Permission Required"="Kebenaran Diperlukan";
"Permission denied"="Permintaan ditolak";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Nombor Telefon: 1.866.518.6791 atau +1.403.228.5940";
"Please try again"="Sila cuba lagi";
"Please try again later"="Sila cuba sebentar lagi";
"Points (pt)"="Mata (pt)";
"Portrait"="Menegak";
"PostScript Files (*.ps);;All Files (*)"="Fail PostScript (*.ps);;Semua Fail (*)";
"Preferences..."="Keutamaan...";
"Premium features expired on %1"="Fitur premium tamat pada %1";
"Premium features will expire on %1 without an active subscription"="Ciri-ciri premium akan tamat pada %1 tanpa langganan aktif";
"Preparing your document. This can take a while..."="Mempersiapkan dokumen anda. Ini boleh mengambil sedikit masa ...";
"Preview"="Pralihat";
"Print all"="Cetak semua";
"Print destination"="Destinasi cetakan";
"Print first page first"="Cetak halaman pertama dahulu";
"Print in color if available"="Cetak dengan warna jika ada";
"Print in grayscale"="Cetak dengan skala kelabu";
"Print last page first"="Cetak halaman terakhir dahulu";
"Print range"="Julat cetakan";
"Print selection"="Pemilihan cetakan";
"Print to File (PDF)"="Cetak ke Fail (PDF)";
"Print to File (Postscript)"="Cetak ke Fail (Postscript)";
"Print to SMART Notebook"="Cetak ke SMART Notebook";
"Print to file:"="Cetak ke fail:";
"Print to printer:"="Cetak ke pencetak:";
"Printer"="Pencetak";
"Printer settings"="Seting pencetak";
"Product"="Produk";
"Product Key"="Kekunci Produk";
"Product Key is not valid"="Kunci Produk tidak sah";
"Product Key:"="Kekunci Produk:";
"Product key has expired."="Kekunci produk telah tamat tempoh.";
"Product:"="Produk:";
"Profile"="Profil";
"Proxy Settings"="Tetapan Proksi";
"Proxy authentication required"="Pengesahan proksi diperlukan";
"Proxy requires authentication"="Proksi perlu disahkan";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Keluar";
"Quit %1"="Tamatkan %1";
"Recent"="Baru-baru ini";
"Recents"="Item Terbaru";
"Remaining signed in will give you access to SMART Notebook's basic features."="Waktu yang tersisa akan memberikan anda akses kepada faedah SMART Notebook.";
"Request Files (%1)"="Minta Fail (%1)";
"Request aborted"="Permintaan dihentikan secara paksa";
"Request denied. See Technical Details below for more information."="Permintaan dinafikan. Lihat Butiran Teknikal di bawah untuk maklumat lanjut.";
"Request type: Activate"="Jenis permintaan: Aktifkan";
"Request type: Renew"="Jenis permintaan: Perbaharui";
"Request type: Repair"="Jenis permintaan: Baiki";
"Request type: Return"="Jenis permintaan: Kembali";
"Request:"="Permintaan:";
"Reset"="Setkan Semula";
"Response Files (%1)"="Fail Response (%1)";
"Restore Defaults"="Kembalikan Keadaan Lalai";
"Result:"="Hasil:";
"Retrieving your account information..."="Mendapatkan semula maklumat akaun anda ...";
"Retry"="Cuba lagi";
"Reverse"="Balikkan";
"Reverse landscape"="Mendatar terbalik";
"Reverse portrait"="Menegak terbalik";
"SMART Account"="Akaun SMART";
"SMART Document Camera Mixed Reality Tools"="Alat Realiti Bercampur SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="Suite Pembelajaran SMART Dalam Talian - Capaian Komputer Riba, di mana-mana";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Personal Edition";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Penyambung SMART Meeting Pro untuk Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Alat-alat 3D SMART Notebook";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Fitur premium</a> SMART Notebook";
"SMART Notebook Collaborative License"="Lesen Usaha Sama SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook English Vocabulary Contoh 1";
"SMART Notebook History Example 1"="SMART Notebook History Contoh 1";
"SMART Notebook Math Example 1"="SMART Notebook Math Contoh 1";
"SMART Notebook Math Example 2"="SMART Notebook Math Contoh 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Science Contoh 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Kit Alat SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies — Bestari Pengaktifan";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Jabat tangan SSL gagal";
"Save"="Simpan";
"Save All"="Simpan Semua";
"Save As"="Simpan Sebagai";
"Search the SMART Exchange"="Cari di SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Lihat ini <a href='%1'> Artikel Knowledge Base </a> dan <a href='%2'> Rajah untuk Menyelesaikan masalah</a> untuk menyelesaikan isu-isu penyambungan, terutama apabila anda menggunakan proksi.";
"Select All"="Pilih Semua";
"Select a Directory"="Pilih Direktori";
"Select color"="Pilih warna";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Pilih bagaimana anda ingin berkongsi fail ini ke SMART Learning Suite dalam profil talian anda";
"Select the Response File"="Pilih Fail Response tersebut";
"Selection"="Pilihan";
"Send to SMART Cloud"="Hantar kepada SMART Cloud";
"Server closed connection unexpectedly"="Pelayan menutup sambungan secara tidak dijangka";
"Services"="Perkhidmatan";
"Share"="Kongsi";
"Share Now"="Kongsi Sekarang";
"Share this file with the Lessons app on a SMART Board"="Kongsi fail ini dengan aplikasi Lessons pada SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Berkongsi fail ini dengan aplikasi Notebook Player pada SMART Board";
"Share to SMART Board with iQ"="Berkongsi ke SMART Board dengan iQ";
"Share to the Notebook Player app"="Kongsi ke aplikasi Notebook Player";
"Share using a link"="Kongsi menggunakan pautan";
"Share with a SMART Board"="Berkongsi dengan SMART Board";
"Short side"="Sisi pendek";
"Show &hidden files"="Tunjukkan fail yang &tersorok";
"Show All"="Tunjukkan Semua";
"Sign In"="Log masuk";
"Sign In Again"="Log Masuk Semula";
"Sign Out"="Keluar";
"Sign in"="Log masuk";
"Sign in didn't work"="Daftar masuk tidak berjaya";
"Sign in is required for accessing key SMART features."="Daftar masuk diperlukan untuk mengakses ciri-ciri SMART utama.";
"Sign in to or create a SMART account"="Daftar masuk atau buat akaun SMART";
"Sign in to use this feature"="Log masuk untuk menggunakan ciri-ciri ini";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Daftar Masuk ke akaun SMART anda untuk mencapai faedah langganan SMART anda, atau menggunakan komputer riba dalam mod terhad.";
"Sign in with Google"="Daftar masuk dengan Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Daftar masuk dengan akaun peribadi Google, Office 365 atau Microsoft.";
"Sign in with a browser"="Daftar masuk dengan pelayar";
"Sign up for free"="Daftar secara percuma";
"Sign up for the latest updates from SMART"="Daftar untuk kemas kini terbaharu daripada SMART";
"Signed in as:"="Log masuk sebagai:";
"Skip Sign In"="Langkau Log Masuk";
"Skip sign in for now"="Skip log masuk untuk sekarang";
"Skipped sign in"="Melangkau masuk";
"Software enabled"="Perisian didayakan";
"Some of your license keys have expired. Click here for more info."="Ada antara kekunci lesen anda yang sudah luput. Klik di sini untuk mendapatkan maklumat lanjut.";
"Some of your license keys will expire in %1 days. Click here for more info."="Ada antara kekunci lesen anda yang akan luput dalam %1 hari. Klik di sini untuk mendapatkan maklumat lanjut.";
"Something went wrong. Want to try again?"="Ada sesuatu yang salah. Ingin mencuba lagi?";
"Sort"="Isih";
"Sort by &Date"="Isih mengikut &Tarikh";
"Sort by &Name"="Isih mengikut &Nama";
"Sort by &Size"="Isih mengikut &Saiz";
"Status"="Status";
"Status:"="Status:";
"Stay Inspired"="Kekal Diilhamkan";
"Subscription: <b>%1</b> day(s) remaining"="Langganan: Tinggal <b>%1</b> hari lagi";
"Succeeded"="Succeeded";
"Symbolic Link"="Pautan Simbolik";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Ketik ikon icon %s in aplikasi Pelajaran untuk mendapatkan kod 4-watak, dan kemudian taip kod yang di bawah.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Ketik ikon Sambung icon%sin dalam aplikasi Notebook Player untuk mendapatkan kod 4-karakter, dan kemudian taip kod yang di bawah.";
"Test Connectivity..."="Semak Sambungan ...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Alamat e-mel sudah pun dikaitkan dengan akaun SMART. Cuba mendaftar dengan alamat e-mel yang berbeza.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Itu adalah pelik ... \n\nKami tidak pasti apa yang berlaku, tetapi kita tidak boleh log masuk sekarang.";
"The activation didn't complete. See below for status information."="Pengaktifan tidak selesai. Lihat di bawah ini untuk mendapatkan maklumat tentang kedudukannya.";
"The following Product Key is not valid: "="Kekunci Produk yang berikut tidak sah: ";
"The information copied successfully, and your Internet browser will open."="Maklumat tersebut berjaya disalin dan pelayar Internet anda akan dibuka.";
"The installed version of this product requires a newer maintenance license."="Versi dipasang pada produk ini memerlukan lesen penyelenggaraan yang lebih baru.";
"The link has been copied to the clipboard."="Pautan telah disalin ke clipboard.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Bilangan tindakan pengaktifan bagi Kekunci Produk ini telah melebihi hadnya. Sila hubungi jabatan sokongan kami untuk mendapatkan bantuan.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Kunci produk yang anda gunakan telah dibatalkan. Sila hubungi sokongan SMART untuk maklumat lanjut.";
"The product key you entered is already in the list."="Kekunci produk yang anda masukkan itu sudah ada di dalam senarai.";
"The request file saved successfully. Copy the file to another computer to continue."="Fail permintaan berjaya disimpan. Salin fail itu ke komputer lain untuk meneruskan langkah.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Permintaan tersebut berjaya pada beberapa kekunci produk anda, tetapi tidak berjaya pada yang lain.";
"The sign in took too long and has expired."="Proses masuk mengambil masa terlalu lama dan telah tamat.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Sistem ini dikekalkan pada masa ini, tetapi ia akan disediakan tidak lama lagi. Maaf atas kesulitan.";
"The trial period has started."="Tempoh percubaan telah bermula.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Kunci ini tidak dapat diaktifkan. Mencuba pengaktifan sekali lagi.\n\nJika masalah ini berterusan, buat nota sebarang mesej ralat dan hubungi Sokongan Teknikal SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Kunci Rekod kelayakan Ini tidak dikonfigurasikan dengan betul. Sila hubungi Sokongan Teknikal SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Untuk menyambung ke SMART, anda perlu memasukkan nama pengguna dan kata laluan untuk proksi %s";
"To page:"="Hingga halaman:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Untuk berjaya mengaktifkan kunci produk, semua hubungan mesti berjaya. Tanda semak hijau menunjukkan sambungan berjaya.";
"Too many open files"="Terlalu banyak fail yang dibuka";
"Trial Extension"="Lanjutan Tempoh Percubaan";
"Trial: <b>%1</b> day(s) remaining"="Percubaan: <b> %1 </b> hari tersisa";
"True"="Benar";
"Try Again"="Cuba Lagi";
"Try again later or try a manual request now."="Cuba lagi kemudian atau cuba permintaan manual sekarang.";
"Try it Online!"="Cubalah Dalam Talian!";
"Type your user name and password."="Taipkan nama pengguna dan kata laluan anda.";
"Type:"="Jenis:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="Sampul Biasa Amerika Syarikat #10 (105 x 241 mm)";
"Unable to complete your request."="Tidak dapat melengkapkan permintaan anda.";
"Unable to copy."="Tidak dapat menyalin.";
"Unable to create your file."="Tidak dapat membuat fail anda.";
"Unable to open %1 for writing."="Tidak dapat buka %1 untuk menulis.";
"Unable to open source file for reading."="Tidak dapat buka fail sumber untuk dibaca.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Tidak dapat membuka pelayar Internet anda. Cuba buka pelayar anda secara manual atau gunakan komputer lain untuk meneruskan langkah.";
"Unable to read response from file."="Tidak dapat membaca jawapan daripada fail.";
"Unable to rename %1 to %2."="Tidak dapat ubah nama %1 kepada %2.";
"Unable to save your request."="Tidak dapat menyimpan permintaan anda.";
"Unknown"="Tidak Diketahui";
"Unknown Location"="Lokasi Tidak Diketahui";
"Unknown authentication method"="Kaedah pengesahan tidak diketahui";
"Unknown error"="Ralat tidak diketahui";
"Unknown error."="Ralat yang tidak diketahui.";
"Unknown protocol specified"="Protokol yang tidak diketahui dinyatakan";
"Upload this document and create a link to share with others."="Memuat naik dokumen ini dan membuat pautan untuk berkongsi dengan orang lain.";
"Upload to SMART Cloud"="Muat naik ke SMART Cloud";
"Uploading your file..."="Memuat naik fail anda...";
"Use Internet Explorer settings"="Guna seting Internet Explorer";
"Use System settings"="Guna seting Sistem";
"Use other proxy:"="Guna proksi lain:";
"User Name:"="Nama Pengguna:";
"User name:"="Nama pengguna:";
"Valid for versions released before %1"="Sah bagi versi yang dikeluarkan sebelum %1";
"Version %s"="Versi %s";
"Volume activated"="Kelantangan diaktifkan";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Kami tidak dapat memproses respons tersebut. Permintaan ini datang dari komputer lain atau pun telah diproses.";
"We'll remember %s for next time."="Kami akan ingat %s untuk masa akan datang.";
"Web:"="Laman Web:";
"Welcome to %1 software from SMART Technologies."="SMART Technologies mengucapkan selamat datang ke perisian %1.";
"Welcome to SMART Notebook"="Selamat datang ke SMART Notebook";
"What's This?"="Apa Ini?";
"Width:"="Lebar:";
"Working on it."="Sedang mengusahakannya.";
"Working on it.."="Sedang mengusahakannya..";
"Working on it..."="Sedang mengusahakannya...";
"Wrong content length"="Panjang kandungan salah";
"Yes to &All"="Ya bagi &Semua";
"Yes to &All"="Ya bagi &Semua";
"Yes, I have a numeric response code similar to %1."="Ya, saya ada kod jawapan berangka yang serupa dengan %1.";
"Yes, I have a response file."="Ya, saya ada fail jawapan.";
"Yes, I have a response message that starts with %1."="Ya, saya ada mesej jawapan yang bermula dengan %1.";
"Yes, I have an activation key similar to %1."="Ya, saya ada kekunci pengaktifan yang serupa dengan %1.";
"You can close this tab and return to SMART Notebook."="Anda boleh menutup tab ini dan kembali ke SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Anda boleh menguruskan akaun anda dan ID kelas dari menu Akaun.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Anda boleh mendaftar masuk kemudian dari menu Akaun. Daftar masuk diperlukan untuk beberapa ciri-ciri SMART utama.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Anda memilih untuk tidak membenarkan permohonan kami untuk mengakses akaun anda. Anda tidak dapat menggunakan aplikasi kami sehingga anda menerima kami.";
"You have %1 days to complete activation."="Anda mempunyai %1 days untuk melengkapkan pengaktifan.";
"You have signed out"="Anda telah log keluar";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Anda belum diberi kebenaran SMART untuk mengakses maklumat akaun anda, yang diperlukan untuk mendaftar masuk. Adakah anda ingin cuba log masuk sekali lagi?";
"You may wish to send results to your organization's technical support contact."="Anda mungkin ingin menghantar hasil kepada orang teknikal sokongan organisasi anda.";
"You need to sign in before you can use this feature."="Anda perlu log masuk sebelum anda boleh menggunakan faedah ini.";
"You're all set!"="Anda sudah bersedia!";
"You're unable to change these settings because you manually configured a proxy."="Anda tidak dapat mengubah seting ini kerana anda telah mengkonfigurasikan proksi secara manual.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Anda dilangkau tanda dalam buat masa ini. Anda boleh mendaftar masuk kemudian dari menu Akaun.";
"Your SMART Boards"="Papan SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Langganan SMART Learning Suite anda akan luput dalam %d hari. Belajar bagaimana untuk memperbaharui.";
"Your SMART account"="Akaun SMART anda";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Penyemak imbas anda telah dibuka ke halaman masuk. Anda akan dikembalikan di sini selepas anda telah melog masuk.";
"Your first trial extension is activated."="Lanjutan tempoh percubaan anda yang pertama telah diaktifkan.";
"Your first trial extension isn't activated."="Lanjutan tempoh percubaan anda yang pertama tidak diaktifkan.";
"Your second trial extension is activated."="Lanjutan tempoh percubaan anda yang kedua telah diaktifkan.";
"Your second trial extension isn't activated."="Lanjutan tempoh percubaan anda yang kedua tidak diaktifkan.";
"Your trial period has ended."="Tempoh percubaan anda sudah tamat.";
"bottom margin"="jidar bawah";
"left margin"="jidar kiri";
"locally connected"="disambung setempat";
"right margin"="jidar kanan";
"to"="kepada";
"top margin"="jidar atas";
"unknown"="tidak diketahui";
